Repository: Imyukehan/Chuu
Catalog: Shared/Chuu.xcstrings
Source language: en
Languages: zh_hans

source: Onboard buttons
zh_hans: 板载按键

# Shortcuts (all mice)
source: Shortcuts
zh_hans: 快捷操作

source: Connection popup
zh_hans: 连接提示

source: Preview connection popup
zh_hans: 预览连接提示

source: Low battery alert (20%)
zh_hans: 低电量提醒（20%）

source: Allow notifications in System Settings
zh_hans: 请在系统设置中允许 Chuu 发送通知

source: Battery low: %d%%
zh_hans: 电量偏低：%d%%

source: Battery unavailable
zh_hans: 电量不可用

source: Close
zh_hans: 关闭

source: Mouse
zh_hans: 鼠标

source: Scrolling
zh_hans: 滚动

source: Buttons
zh_hans: 按键

source: Application
zh_hans: 应用

source: Refresh
zh_hans: 刷新

source: Battery widget
zh_hans: 电量小组件

# Right-click the desktop, choose Edit Widgets, then search for Mouse Control.
source: Right-click the desktop, choose Edit Widgets, then search for Chuu.
zh_hans: 右键桌面，选择「编辑小组件」，搜索 Chuu。

source: General
zh_hans: 通用

source: About
zh_hans: 关于

source: Quit
zh_hans: 退出

source: Settings
zh_hans: 设置

source: Enable Accessibility
zh_hans: 启用辅助功能

source: OK
zh_hans: 好

source: Connected
zh_hans: 已连接

source: Sleeping or unavailable
zh_hans: 休眠或未响应

source: Charging
zh_hans: 正在充电

source: Top
zh_hans: 俯视

source: Side
zh_hans: 侧视

source: Left click
zh_hans: 左键

source: Right click
zh_hans: 右键

source: Middle click
zh_hans: 中键

source: Back
zh_hans: 后退

source: DPI shift
zh_hans: 瞄准键

source: Forward
zh_hans: 前进

source: Tilt left
zh_hans: 滚轮左倾

source: Tilt right
zh_hans: 滚轮右倾

source: Profile cycle
zh_hans: 切换配置

source: Default
zh_hans: 默认

source: Apply
zh_hans: 应用

source: Off
zh_hans: 已关闭

source: Turn off
zh_hans: 关闭

source: Read profile
zh_hans: 读取配置

source: Custom
zh_hans: 自定义

source: No mouse connected
zh_hans: 未连接鼠标

source: Last seen
zh_hans: 上次更新

source: Mouse battery
zh_hans: 鼠标电量

source: Mouse unavailable
zh_hans: 鼠标不可用

source: Mouse did not respond
zh_hans: 鼠标未响应

source: Invalid device response
zh_hans: 设备回复校验失败

source: This profile is not supported
zh_hans: 暂不支持此配置，请使用板载模式

source: Profile changed. Refresh and try again.
zh_hans: 配置已变化，请刷新后重试。

source: Write failed; original profile restored
zh_hans: 写入失败，已恢复原配置。

source: Write verification failed. Restore the saved backup before continuing.
zh_hans: 写入及恢复校验失败，请先恢复保存的备份。
